Can't flip Element.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId CantChangeParamFlip { get; }
  Visual Basic
Public Shared ReadOnly Property CantChangeParamFlip As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ CantChangeParamFlip {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures PointFailures Class
  Autodesk.Revit.DB Namespace